Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Read status (unreleased documents)
fr_fr: Statut de lecture (documents non publiés)

source: # Refused career plan
fr_fr: # Plans de carrière refusés

source: Release status by comm round
fr_fr: Statut de publication par cycle de communication

source: Release status by org level
fr_fr: Statut de publication par niveau organisationnel

source: Reply rate
fr_fr: Taux de réponse

source: Request Flow
fr_fr: Flux de demandes

source: Requests read
fr_fr: Demandes lues

source: Requests sent over time
fr_fr: Demandes envoyées dans le temps

source: Requests with behaviors
fr_fr: Demandes avec comportements

source: Review
fr_fr: Bilan

source: Review additional questions
fr_fr: Questions supplémentaires du bilan

source: Review Behaviors Details
fr_fr: Détails des comportements du bilan

source: Review challenge
fr_fr: Défi du bilan

source: Review completion
fr_fr: Complétion du bilan

source: Review Details
fr_fr: Détails du bilan

source: Review Details & Additional Questions
fr_fr: Détails du bilan et questions supplémentaires

source: Review Distribution Overview
fr_fr: Vue d'ensemble de la distribution des bilans

source: Review evaluation table
fr_fr: Tableau d'évaluation des bilans

source: Review Executive Summary
fr_fr: Résumé exécutif des bilans

source: Review Goals & Behaviors Overview
fr_fr: Vue d'ensemble des objectifs et comportements du bilan

source: Review Goal Details
fr_fr: Détails des objectifs du bilan

source: Review rating distribution
fr_fr: Distribution des notations des bilans

source: Review Status
fr_fr: Statut du bilan

source: Review status table
fr_fr: Tableau des statuts des bilans

source: Review completion status
fr_fr: Statut de complétion du bilan

source: Review custom questions export table
fr_fr: Table d'export des questions personnalisées du bilan

source: Review detailed export table
fr_fr: Table d'export détaillée du bilan

source: Review evaluation status
fr_fr: Statut d'évaluation du bilan

source: Reviews with aligned behavior ratings
fr_fr: Bilans avec notations de comportements alignées

source: Reviews with aligned goal ratings
fr_fr: Bilans avec notations d'objectifs alignées

source: Reviews with worker/manager alignment
fr_fr: Bilans avec alignement employé(e)/manager

source: # Right to information (RTI) requests
fr_fr: # Demandes de droit à l'information (RTI)

source: Role assignment
fr_fr: Attribution de rôle

source: RTI request deadline monitor
fr_fr: Suivi des délais de demande RTI

source: RTI request deadline status by country
fr_fr: Statut des délais des demandes RTI par pays

source: RTI request deadline status by org unit
fr_fr: Statut des délais des demandes RTI par unité organisationnelle

source: RTI request details
fr_fr: Détails des demandes RTI

source: RTI request details by worker
fr_fr: Détails des demandes RTI par employé(e)

source: RTI request status
fr_fr: Statut des demandes RTI

source: RTI request status by country
fr_fr: Statut des demandes RTI par pays

source: RTI request status by org unit
fr_fr: Statut des demandes RTI par unité organisationnelle

source: # RTI requests closed
fr_fr: # Demandes RTI clôturées

source: # RTI requests closed without document
fr_fr: # Demandes RTI clôturées sans document

source: # RTI requests during warning period
fr_fr: # Demandes RTI en période d'avertissement

source: # RTI requests in progress
fr_fr: # Demandes RTI en cours

source: # RTI requests pending document release
fr_fr: # Demandes RTI en attente de publication de document

source: RTI requests received over time
fr_fr: Demandes RTI reçues au fil du temps

source: RTI requests remaining days (Warning & Overdue)
fr_fr: Jours restants des demandes RTI (avertissement et retard)

source: % RTI requests unreleased at least once
fr_fr: % des demandes RTI non publiées au moins une fois

source: Salary & Bonus Comp Round Export Details
fr_fr: Détails de l'export de la ronde de rémunération salaire et primes

source: Salary Comp Round Export Details
fr_fr: Détails de l'export de la ronde de rémunération salariale

source: Salary Increase Allocation Overview
fr_fr: Vue d'ensemble de l'allocation des augmentations salariales

source: Self-assessment
fr_fr: Auto-évaluation

source: # Self-assessment submissions over time
fr_fr: # Soumissions d'auto-évaluation dans le temps

source: Self-review rating distribution
fr_fr: Distribution des notations du bilan individuel

source: Shared goals
fr_fr: Objectifs partagés

source: Stacked behaviors sent by org level
fr_fr: Comportements empilés envoyés par niveau org.

source: Status by org. level
fr_fr: Statut par niveau org.

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
fr_fr: Le graphique en rayons de soleil affiche comment les notations des managers ont été modifiées lors du People Day. Les notations de l'employé(e) et du manager ont été alignées pour

source: reviews.
fr_fr: bilans.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
fr_fr: Le graphique en rayons de soleil affiche comment les notations du responsable hiérarchique et du responsable hiérarchique +1 ont été modifiées lors des processus Let's Discuss et Challenge.

source: System Logins
fr_fr: Connexions système

source: System Roles Permission
fr_fr: Autorisation des rôles système

source: System Usage Details
fr_fr: Détails d'utilisation du système

source: System Usage Overview
fr_fr: Aperçu de l'utilisation du système

source: System Usage & Roles
fr_fr: Utilisation du système et rôles

source: Thanks, Favorites & Let's meet
fr_fr: Remerciements, favoris et rendez-vous

source: Top 5 strategic drivers
fr_fr: Top 5 des leviers stratégiques

source: Total active users
fr_fr: Total des utilisateurs actifs

source: Total answers
fr_fr: Total des réponses

source: Total behaviors requested
fr_fr: Total des comportements demandés

source: Total career plan templates
fr_fr: Total des modèles de plans de carrière

source: Total career plans
fr_fr: Total des plans de carrière

source: Total challenged reviews
fr_fr: Total des bilans contestés

source: Total check-ins
fr_fr: Total des check-ins

source: Total number of check-ins in table
fr_fr: Nombre total de check-ins dans le tableau

source: Total completed reviews
fr_fr: Total des bilans complétés

source: Total documents not released
fr_fr: Total des documents non publiés

source: Total documents released
fr_fr: Total des documents publiés

source: Total documents unreleased
fr_fr: Total des documents non publiés

source: Total goals by strategic driver
fr_fr: Total des objectifs par levier stratégique

source: Total goals with strategic drivers
fr_fr: Total des objectifs avec leviers stratégiques

source: Total logins
fr_fr: Total des connexions

source: Total logins over time
fr_fr: Nombre total de connexions dans le temps

source: Total number of alignments:
fr_fr: Nombre total d'alignements :

source: Total number of communication rounds
fr_fr: Nombre total de cycles de communication

source: Total number of documents
fr_fr: Nombre total de documents

source: Total number of documents by comm round
fr_fr: Nombre total de documents par cycle de communication

source: Total number of goals in table:
fr_fr: Nombre total d'objectifs dans le tableau :

source: Total number of workers
fr_fr: Nombre total d'employé(e)s

source: Total number of users in table
fr_fr: Nombre total d'utilisateurs dans le tableau

source: Total questions
fr_fr: Total des questions

source: Total rated feedbacks
fr_fr: Total des feedbacks notés

source: Total requests by behavior
fr_fr: Total des demandes par comportement

source: Total reviews with behavior ratings
fr_fr: Total des bilans avec notations de comportements

source: (Total score visuals are not affected by this)
fr_fr: (Les visuels du score total ne sont pas affectés par ceci.)

source: Total users
fr_fr: Nombre total d'utilisateurs

source: Total users with no goals
fr_fr: Total des utilisateurs sans objectifs

source: Trust (avg.)
fr_fr: Confiance (moyenne)

source: Trust & clarity (correlation)
fr_fr: Confiance et clarté (corrélation)

source: Trust (distribution)
fr_fr: Confiance (distribution)

source: # unique aligned goals
fr_fr: # objectifs alignés uniques

source: Unique logins
fr_fr: Connexions uniques

source: Unique logins over time
fr_fr: Connexions uniques dans le temps

source: # unique parent goals
fr_fr: # objectifs parents uniques

source: Used the Check-ins feature
fr_fr: Utilisation de la fonctionnalité Check-ins

source: Used the Feedback feature
fr_fr: Utilisation de la fonctionnalité Feedback

source: Used the Goals feature
fr_fr: Utilisation de la fonctionnalité Objectifs

source: Users having aligned goals
fr_fr: Utilisateurs ayant des objectifs alignés

source: Users having behaviors
fr_fr: Utilisateurs ayant des comportements

source: Users having check-ins
fr_fr: Utilisateurs ayant des check-ins

source: Users having feedback
fr_fr: Utilisateurs ayant du feedback

source: Users having goals
fr_fr: Utilisateurs ayant des objectifs

source: Users having logged in
fr_fr: Utilisateurs connectés

source: Users who received feedback ratings
fr_fr: Utilisateurs ayant reçu des notations de feedback

source: Users who requested feedback
fr_fr: Utilisateurs ayant demandé du feedback

source: Users who sent feedback
fr_fr: Utilisateurs ayant envoyé du feedback

source: Users with check-ins by role
fr_fr: Utilisateurs avec des check-ins par rôle

source: Users with global access
fr_fr: Utilisateurs avec accès global

source: Users with no goals
fr_fr: Utilisateurs sans objectifs

source: Users with no goals by org. level
fr_fr: Utilisateurs sans objectifs par niveau organisationnel

source: Users with restricted access
fr_fr: Utilisateurs avec accès restreint

source: Word cloud - Answers for multiple choice questions
fr_fr: Nuage de mots - Réponses aux questions à choix multiples

source: Word cloud - Answers from free text questions
fr_fr: Nuage de mots - Réponses aux questions à texte libre

source: Worker/manager alignment
fr_fr: Alignement employé(e)/manager

source: Worker self-review status
fr_fr: Statut du bilan individuel de l'employé(e)

source: Workers having goals
fr_fr: Employé(e)s ayant des objectifs

source: Workers who received feedback ratings
fr_fr: Employé(e)s ayant reçu des notations de feedback

source: Workers with no goals
fr_fr: Employé(e)s sans objectifs

source: Workflow step by comm round
fr_fr: Étape du workflow par cycle de communication

source: Workflow step status
fr_fr: Statut de l'étape du workflow

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
fr_fr: Nous n'avons pas pu préparer ce rapport pour le moment. Veuillez réessayer dans un instant. Si le problème persiste, contactez le support et partagez cette capture d'écran.

source: Reference: {{referenceErrorCode}}
fr_fr: Référence : {{referenceErrorCode}}

source: This report is temporarily unavailable.
fr_fr: Ce rapport est temporairement indisponible.

source: There are no reports to display at the moment.
fr_fr: Aucun rapport à afficher pour le moment.

source: No reports or pages with the name "{{phrase}}"
fr_fr: Aucun rapport ou page du nom de " {{phrase}} "

source: Search for a report
fr_fr: Rechercher un rapport

source: Report list
fr_fr: Liste des rapports

source: This should only take a few seconds!
fr_fr: Cela ne devrait prendre que quelques secondes !

source: Loading data
fr_fr: Chargement des données

source: Preparing visuals
fr_fr: Préparation des visuels

source: Rendering the dashboard
fr_fr: Rendu du tableau de bord

source: We are generating the dashboard for you.
fr_fr: Nous générons votre tableau de bord.

source: Analytics
fr_fr: Analyses

source: Approve all pending goals
fr_fr: Approuver tous les objectifs en attente

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
fr_fr: Vous êtes sur le point d'approuver l'objectif <strong>{{goalTitle}}</strong>. Voulez-vous vraiment continuer ?

source: Approve goal
fr_fr: Approuver l'objectif

source: Type your message here
fr_fr: Saisissez votre message ici

source: {{count}} goals were successfully approved.
fr_fr: {{count}} objectifs ont été correctement approuvés.

source: The goal was approved.
fr_fr: L'objectif a été approuvé.

source: Assisted by Goal Genius
fr_fr: Elaboré avec l'aide de Goal Genius

source: Please add at least one attachment.
fr_fr: Veuillez ajouter au moins une pièce jointe.

source: Back to login
fr_fr: Retour à l'écran de connexion

source: Set new password
fr_fr: Modifier le mot de passe

source: Email me the link again
fr_fr: Recevoir un nouveau lien

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
fr_fr: Vous avez oublié votre mot de passe ou vous vous connectez pour la première fois ? Saisissez votre adresse email ci-dessous pour recevoir les instructions de définition de votre mot de passe.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
fr_fr: Si vous n'avez pas reçu notre email dans les 3 prochaines minutes, vous pouvez demander l'envoi d'un nouvel email.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
fr_fr: Ouvrez votre boîte de réception " {{email}} " ; vous devez avoir reçu un email de beqom contenant un lien unique pour réinitialiser votre mot de passe. Si vous ne voyez pas cet email dans votre boîte de réception, vérifiez vos spams.

source: Set my password
fr_fr: Définir mon mot de passe

source: Autosave
fr_fr: Sauvegarde automatique

source: Back to home page
fr_fr: Retour à la page d'accueil

source: Back to "Manage behavior libraries" page
fr_fr: Retour à la page " Gérer les bibliothèques de comportements "

source: Back to {{pageName}}
fr_fr: Retour à {{pageName}}

source: Service temporarily unavailable
fr_fr: Service temporairement indisponible

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
fr_fr: Le serveur est temporairement indisponible. Veuillez réessayer dans quelques instants. Si le problème persiste, contactez votre équipe informatique pour obtenir de l'aide.

source: Continue editing
fr_fr: Continuer les modifications

source: Discard and close
fr_fr: Supprimer & fermer

source: You have unsaved changes. Do you want to discard them?
fr_fr: Vous n'avez pas enregistré toutes vos modifications. Souhaitez-vous les supprimer ?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
fr_fr: Actuellement, notre entreprise ne dispose pas d'une bibliothèque de comportements formelle. Cependant, nous travaillons assidûment à en créer une pour mieux servir nos objectifs organisationnels. Notre équipe s'efforce de développer une bibliothèque de comportements complète en alignement avec les valeurs et les objectifs de notre entreprise. Nous apprécions votre compréhension et partagerons nos progrès avec vous dès que possible.

source: Assigned to:
fr_fr: Assignée à :

source: Behavior library details
fr_fr: Détails de la bibliothèque de comportements

source: Delete library
fr_fr: Supprimer la bibliothèque

source: Disable library
fr_fr: Désactiver la bibliothèque

source: Edit library
fr_fr: Modifier la bibliothèque

source: Enable library
fr_fr: Activer la bibliothèque

source: Library owners:
fr_fr: Titulaires de la bibliothèque :

source: Publication date:
fr_fr: Date de publication :

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
fr_fr: Les utilisateurs ne pourront plus marquer ce comportement, mais ils verront les comportements reçus ou envoyés.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
fr_fr: Après avoir activé cette bibliothèque, cliquez sur " Modifier " et passez en revue la configuration et l'assignation de la bibliothèque. Une fois revue et assignée, la bibliothèque sera disponible pour les utilisateurs. Voulez-vous vraiment activer la bibliothèque ?

source: The library {{name}} was successfully deleted.
fr_fr: La bibliothèque " {{name}} " a été correctement.

source: The library {{name}} was successfully disabled.
fr_fr: La bibliothèque {{name}} a été correctement désactivée.

source: The library {{name}} was successfully enabled.
fr_fr: La bibliothèque {{name}} a été activée correctement.

source: All rights reserved.
fr_fr: Tous droits réservés.

source: Company goals
fr_fr: Objectifs d'entreprise

source: Department goals
fr_fr: Objectifs de service

source: Estimated bonus
fr_fr: Bonus estimé

source: Individual goals
fr_fr: Objectifs individuels

source: Bonus variable estimator
fr_fr: Estimateur de bonus variable

source: Accept
fr_fr: Accepter

source: Accepted
fr_fr: Accepté

source: Add
fr_fr: Ajouter

source: Add agenda point
fr_fr: Ajouter un point à l'ordre du jour

source: Add block
fr_fr: Ajouter un bloc

source: Add feature
fr_fr: Ajouter une fonctionnalité

source: Add feedback note
fr_fr: Ajouter une note de feedback

source: Add field
fr_fr: Ajouter un champ

source: Add note
fr_fr: Ajouter une note

source: Add option
fr_fr: Ajouter une option

source: Add type
fr_fr: Ajouter le type

source: Apply
fr_fr: Appliquer

source: Apply filters
fr_fr: Appliquer les filtres

source: Approve
fr_fr: Approuver

source: Assign
fr_fr: Assigner

source: Attach document
fr_fr: Joindre un document

source: Back
fr_fr: Retour

source: Change
fr_fr: Modifier

source: Change file name
fr_fr: Modifier le nom du fichier

source: Clear filters
fr_fr: Effacer les filtres

source: Clear all filters and search
fr_fr: Effacer tous les filtres et rechercher

source: Close
fr_fr: Fermer

source: Invite a collaborator
fr_fr: Inviter un collaborateur

source: Collapse
fr_fr: Réduire

source: Continue
fr_fr: Continuer

source: Copy
fr_fr: Copier

source: Create
fr_fr: Créer

source: Create check-in
fr_fr: Créer un check-in

source: Create model
fr_fr: Créer un modèle

source: Create snapshot
fr_fr: Créer un instantané

source: Dark mode
fr_fr: Mode sombre

source: Reject
fr_fr: Rejeter

source: Delete
fr_fr: Supprimer

source: Delete all
fr_fr: Supprimer tout

source: Delete goal
fr_fr: Supprimer l'objectif

source: Discard
fr_fr: Supprimer

source: Download
fr_fr: Télécharger

source: Download all
fr_fr: Tout télécharger

source: Download CSV
fr_fr: Télécharger CSV

source: Download CSV file
fr_fr: Télécharger le fichier CSV

source: Download file
fr_fr: Télécharger le fichier

source: Download log file
fr_fr: Télécharger le journal

source: Download PDF
fr_fr: Télécharger le PDF

source: Download the template
fr_fr: Téléchargez le modèle

source: Duplicate
fr_fr: Dupliquer

source: Edit
fr_fr: Modifier

source: Edit field
fr_fr: Modifier le champ

source: Edit goal
fr_fr: Modifier l'objectif

source: Edit goal details
fr_fr: Modifier les détails de l'objectif

source: Edit profile
fr_fr: Modifier le profil

source: Edit type
fr_fr: Modifier le type

source: Exit
fr_fr: Quitter

source: Expand
fr_fr: Développer

source: Export
fr_fr: Exportation

source: Export organization
fr_fr: Exporter l'organisation

source: Extend model
fr_fr: Étendre le modèle

source: Filters
fr_fr: Filtres

source: Finish
fr_fr: Terminer

source: Generate CSV
fr_fr: Générer CSV

source: Generate statement
fr_fr: Générer le relevé

source: Give
fr_fr: Offrir

source: Give feedback
fr_fr: Donner du feedback

source: Go back
fr_fr: Retour

source: Hide
fr_fr: Masquer

source: Join
fr_fr: Rejoindre

source: Help Center
fr_fr: Aide

source: Load more
fr_fr: Charger plus

source: Logout
fr_fr: Déconnexion

source: Manage
fr_fr: Gérer

source: Mark all as read
fr_fr: Marquer tout comme lu

source: More
fr_fr: Plus

source: Move reviews
fr_fr: Déplacer les bilans

source: New
fr_fr: Nouveau

source: Next
fr_fr: Suivant

source: Next step
fr_fr: Etape suivante

source: None
fr_fr: Aucun

source: Open
fr_fr: Ouvrir

source: Open in a new tab
fr_fr: Ouvrir dans un nouvel onglet

source: Open link
fr_fr: Ouvrir le lien

source: Preview grid
fr_fr: Aperçu de la grille

source: Previous
fr_fr: Précédente

source: Print PDF
fr_fr: Imprimer le PDF

source: Proceed
fr_fr: Continuer

source: Reassign review
fr_fr: Réattribuer le bilan

source: Remove
fr_fr: Retirer

source: Remove all
fr_fr: Supprimer tout

source: Remove file
fr_fr: Supprimer le fichier

source: Remove selected
fr_fr: Supprimer la sélection

source: Rename
fr_fr: Renommer

source: Republish
fr_fr: Republier

source: Request
fr_fr: Demander

source: Request feedback
fr_fr: Demander du feedback

source: Reset to default
fr_fr: Restaurer à la valeur par défaut

source: Resubmit
fr_fr: Soumettre de nouveau

source: Submit again for approval
fr_fr: Soumettre pour une nouvelle approbation

source: Retry
fr_fr: Réessayer

source: Save
fr_fr: Enregistrer

source: Save & exit
fr_fr: Enregistrer & quitter

source: Save as draft
fr_fr: Enregistrer comme ébauche

source: Save changes
fr_fr: Enregistrer les modifications

source: Save draft and exit
fr_fr: Enregistrer l'ébauche et quitter

source: Save updates
fr_fr: Enregistrer les mises à jour

source: Select
fr_fr: Sélectionner

source: Send
fr_fr: Envoyer

source: Send feedback
fr_fr: Envoyer le feedback

source: Send now
fr_fr: Envoyer maintenant

source: Send requests
fr_fr: Envoyer les demandes

source: Share
fr_fr: Partager

source: Show
fr_fr: Afficher

source: Show less
fr_fr: Voir moins

source: Show more
fr_fr: Voir plus

source: Start upload
fr_fr: Démarrer le téléchargement

source: Submit
fr_fr: Soumettre

source: Submitted
fr_fr: Soumission

source: Toggle
fr_fr: Basculer

source: Toggle menu
fr_fr: Basculer le menu

source: Train model
fr_fr: Entraîner le modèle

source: Update
fr_fr: Mettre à jour

source: Upload
fr_fr: Charger

source: Upload CSV
fr_fr: Importer CSV

source: Uploading
fr_fr: Téléversement

source: Validate
fr_fr: Valider

source: View
fr_fr: Afficher

source: View all
fr_fr: Afficher tout

source: View check-in
fr_fr: Consulter le check-in

source: No behavior libraries yet.
fr_fr: Aucune bibliothèque de comportements pour l'instant.

source: Create your first behavior library
fr_fr: Créez votre première bibliothèque de comportements

source: Owners
fr_fr: Titulaires

source: The bonus plan was successfully duplicated.
fr_fr: Le plan de bonus a été correctement dupliqué.

source: Open bonus plan
fr_fr: Ouvrir le plan de bonus

source: Enable
fr_fr: Activer

source: Usage details
fr_fr: Détails d'utilisation

source: Alert
fr_fr: Alerte

source: Changes detected in the selected goal plan.
fr_fr: Modifications détectées dans le plan d'objectifs sélectionné.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
fr_fr: Modifications détectées dans le plan d'objectifs sélectionné. Utilisez la version brouillon en attente pour les appliquer si nécessaire.

source: Create pending draft
fr_fr: Créer un brouillon en attente
